Revit 2027 API
ParameterTypeId.StairsDbgShowAnnotationCutMark Property
 "Cut by Cut Plane"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowAnnotationCutMark { get; }
Public Shared ReadOnly Property StairsDbgShowAnnotationCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowAnnotationCutMark {
	ForgeTypeId^ get ();
}
static member StairsDbgShowAnnotationCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace